Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/pl.tmx
Source language: en
Languages: pl

source: The list of medias is empty. Please verify that one or more media have been correctly loaded on the printer and in the Epson Control Dashboard.
pl: Lista nośników jest pusta. Sprawdź, czy jeden lub więcej nośników zostało prawidłowo wprowadzonych do drukarki i Epson Control Dashboard.

source: The media offset and image width is greater than the print width allowed. Please check your media options.
pl: Przesunięcie nośnika i szerokość obrazu są większe niż dozwolona szerokość druku. Sprawdź opcje nośników.

source: The new media's color configuration may require ink restrictions in order to get good output. If you would like to set ink restrictions now, press the Ink Restrictions button. Otherwise press the Next button.
pl: Aby zapewnić dobrš jakość wydruków, w konfiguracji kolorów nowego podłoża może być konieczne określenie ograniczeń tuszów. Jeśli chcesz je zdefiniować teraz, naciśnij przycisk Ograniczenia tuszów. W przeciwnym razie naciśnij przycisk Dalej.

source: The print head temperature is too high. Please wait.
pl: Temperatura głowicy drukującej jest zbyt wysoka. Proszę czekać.

# The printer has reported the following error(s):
source: The printer has reported the following error(s):\n\n
pl: Drukarka zgłosiła następujące błędy:\n\n

source: The printer is cooling the print heads. Please wait. (The ambient temperature must be decreased to avoid print interruption.) After 10 minutes of interruption, you can select to start or cancel the print.
pl: Drukarka chłodzi głowice drukujące. Czekaj. (Konieczne jest obniżenie temperatury otoczenia w celu uniknięcia przerwy w drukowaniu). Gdy upłynie 10 minut przerwy, można rozpocząć lub anulować drukowanie.

source: The printer must be connected via TCP/IP to use get status information
pl: Aby korzystać z funkcji pobierania informacji o stanie, drukarka musi być podłączona za pomocą portu TCP/IP

source: The printer's serial number matches the serial number entered in the "Global Printer Options" dialog
pl: Numer seryjny drukarki odpowiada numerowi seryjnemu wprowadzonemu w oknie dialogowym „Ogólne opcje drukarki”

source: The requested data was not found
pl: Nie znaleziono żądanych danych

source: The selected print mode is invalid.
pl: Wybrany tryb wydruku jest nieprawidłowy.

source: The source must be given a name
pl: Temu źródłu należy nadać nazwę

source: The swatch format is not valid. Please check your values.
pl: Format wzornika nie jest poprawny. Sprawdź wartości.

source: The write has failed
pl: Zapis nie powiódł się

source: There are no paths to cut
pl: Brak ścieżek do wycięcia

source: There is currently no key data available. Please refresh the view or open a valid .keyfile file.
pl: Obecnie brak danych klucza. Odśwież widok lub otwórz poprawny plik .keyfile.

source: There may be problems when the width is less than %.1f inches (%.1f cm).
pl: Mogą wystąpić problemy w przypadku szerokości mniejszej niż %.1f cali (%.1f cm).

source: There was an error during processing!
pl: Wystąpił błąd podczas przetwarzania!

source: There was an error setting the resolution for the Scitex Screen.
pl: Wystšpił błšd podczas ustawiania rozdzielczości dla Scitex Screen.

source: Thin
pl: Cienkie

source: This column can not be hidden
pl: Nie można ukryć tej kolumny

source: This dialog allows you to reassign the printer driver's default output channels to different color bars on the printer. Each output channel must have a unique number from 1-8.
pl: To okno dialogowe umożliwia zmianę przydziału domyślnych kanałów wyjściowych sterownika drukarki do różnych pasków kolorów w drukarce. Każdy kanał wyjściowy musi mieć unikatową nazwę od 1 do 8.

source: This job is still waiting to be printed. It can not be reprinted.
pl: To zadanie nadal oczekuje na wydruk. Nie może zostać wydrukowane ponownie.

source: This step is used to verify that the adjustments made in the G7® Grayscale Correction step are within G7® Grayscale tolerances.
pl: Ten krok służy do sprawdzenia, czy modyfikacje wprowadzone na etapie korekcji skali szarości G7® Grayscale nie wykraczają poza tolerancje skali G7® Grayscale.

source: Tiff File Options
pl: Opcje pliku Tiff

source: Tile Outline Options
pl: Opcje konturów panelu

source: Tile(s) for %s
pl: Kafelki dla %s

source: Time Period
pl: Okres czasu

source: To &Bottom
pl: Na &koniec

source: To: %s
pl: Do: %s

source: Too many media modes are available for this virtual printer - the OS limits each virtual printer to %d modes for selection.\nPlease delete all unnecessary media using the Configure Printer dialog.\n\nNOTE: You must rebuild the ppd once you've removed all unnecessary media.\nTo do this, simply disable then re-enable the printer within Printer Manager.
pl: Dla tej drukarki wirtualnej dostępnych jest zbyt wiele trybów nośników - System operacyjny ogranicza liczbę trybów każdej drukarki wirtualnej do %d dla danego wyboru.\nUsuń wszystkie niepotrzebne nośniki w oknie dialogowym Konfiguruj drukarkę.\n\nUWAGA: Należy zmienić układ ppd po usunięciu wszystkich niepotrzebnych nośników.\nAby to zrobić, wystarczy wyłączyć, a następnie ponownie włączyć drukarkę w programie Printer Manager.

source: Top Layer:
pl: Górna warstwa:

source: Total Area:
pl: Obszar ogółem:

source: Total Printed Area
pl: Całkowity obszar wydruku

source: Transitions
pl: Przejścia

source: Tray 4
pl: Taca 4

source: Tweak Color Profiles
pl: Modyfikuj profile kolorów

source: Type: %s
pl: Typ: %s

source: USB connection error
pl: Błąd połączenia urządzenia USB

source: UV Lamp:
pl: Lampa UV:

source: Unable to Close TWAIN source:
pl: Nie można zamknąć źródła TWAIN:

source: Unable to build the list of frames.
pl: Nie można skonstruować listy ramek.

# Unable to create start file '%s'
source: Unable to create start file '%s'\n
pl: Nie można utworzyć pliku początkowego „%s”\n

source: Unable to find default browser. Please visit http://www.printmetryx.com to view PrintMetryx.
pl: Nie można odnaleźć domyślnej przeglądarki. Odwiedź witrynę http://www.printmetryx.com, aby wyświetlić PrintMetryx.

# Unable to initialize Color Device Libarary. Please check installation.
source: Unable to initialize Color Device Libarary.\nPlease check installation.
pl: Nie można zainicjować biblioteki urządzenia do druku kolorowego.\nSprawdź czy oprogramowanie zostało prawidłowo zainstalowane

source: Unable to open a connection to the selector software. Port cannot be configured.
pl: Nie można otworzyć połączenia z oprogramowaniem wybierającym. Nie można skonfigurować portu.

source: Unable to process image (
pl: Nie można przetworzyć obrazu (

source: Unable to send print data to the printer.
pl: Nie można wysłać danych drukowania do drukarki.

source: Undefined
pl: Niezdefiniowany

source: Unexpected bus free.
pl: Nieoczekiwane zwolnienie magistrali.

source: Uniform Area
pl: Obszar jednorodny

source: Unknown Error
pl: Nieznany błąd

source: Unknown error 0x34
pl: Nieznany błąd 0x34

source: Unknown warning 0x0C
pl: Nieznane ostrzeżenie 0x0C

source: Unknown warning 0x3A
pl: Nieznane ostrzeżenie 0x3A

source: Unknown warning 0x5D
pl: Nieznane ostrzeżenie 0x5D

source: Unregistered Version -
pl: Wersja niezarejestrowana –

source: Update Driver
pl: Aktualizuj sterownik

# Update the hardware key Update Key
source: Update the hardware key\nUpdate Key
pl: Aktualizuj klucz sprzętowy \nAktualizuj klucz

source: Upgrade to Version 5
pl: Aktualizacja do wersji 5

source: Use "G7 Native CMY"
pl: Użyj trybu "G7 Native CMY"

source: Use Compression
pl: Zastosuj kompresję

source: Use Enhanced Print Mode
pl: Tryb wydruku o podwyższonej jakości

source: Use Light Ink at 100% Color Density
pl: Użyj jasnego tuszu dla 100% gęstości koloru

source: Use Pre Heater
pl: Użyj grzałki wstepnej

source: Use Watermark
pl: Użyj znaku wodnego

source: Use default EPSON AccuPhoto light ink separations and ink restrictions.
pl: Użyj domyślnych wyciągów i ograniczeń tuszu EPSON AccuPhoto.

source: Use profile-based substrate correction
pl: Użyj korekcji substratu na bazie profilu

# Used ink tank is full.
source: Used ink tank is full.\n
pl: Odbieralnik zużytego tuszu jest pełny.\n

source: User defined data
pl: Dane definiowane przez użytkownika

source: VALID SETTINGS
pl: PRAWIDŁOWE USTAWIENIA

source: VSD4 (Variable Dot-4)
pl: VSD4 (zmienne punkty-4)

source: Value (0-100)
pl: Wartość (0–100)

source: Variable Dot Curves
pl: Krzywe punktów zmiennych

source: Varnish Ink End
pl: Brak tuszu z lakierem

source: Version 2.x
pl: Wersja 2.x

source: Vertical Repeats
pl: Powtórzenia pionowe

source: View Measurements...
pl: Wyświetl pomiary...

source: Views
pl: Widoki

source: WARNING: Do not use the buttons on the table, or move the device out of range.
pl: OSTROŻNIE: Nie używaj przycisków na tablicy ani nie przemieszczaj urzšdzenia poza dozwolony zakres.

source: Wait for the preset to be installed before clicking OK.
pl: Przed kliknięciem przycisku OK poczekaj na zainstalowanie ustawienia wstępnego.

source: Waiting to Rip
pl: Oczekiwanie na proces RIP

source: Warning Message Countdown Time
pl: Czas odliczania w dół komunikatu z ostrzeżeniem

source: Warning: Use of any non-Normal mode may result in loss of communication to the hardware protection key. This will prevent you from performing some tasks.
pl: Ostrzeżenie: Użycie trybu innego niż Normalny może spowodować przerwanie komunikacji z kluczem sprzętowym. Nie będzie wówczas możliwe wykonywanie niektórych zadań.

source: Warning: continuing may delete any existing swatch readings.
pl: Uwaga: Kontynuując, możesz usunąć istniejące odczyty wzornika.

source: Watermark
pl: Znak wodny

source: Web Portal
pl: Portal www

source: When enabled, this will add a drop-shadow to the text.
pl: Po włączeniu funkcja ta doda cienie do tekstu.

source: White After
pl: Biel po

source: White Ink Options
pl: Opcje białego tuszu

source: White Plotting
pl: Plotowanie bielą

source: White2:
pl: Biały2:

source: Windowed
pl: Okno

source: Work offline?
pl: Pracować offline?

source: Wrap
pl: Zawijanie

source: Wrong paper path
pl: Nieprawidłowe prowadzenie papieru

source: Y Repeat Interval
pl: Powtórz odstępy Y

source: Yellow 2
pl: Żółty 2

source: Yes, stop creating this mode and save changes
pl: Tak, przerwij tworzenie tego trybu i zapisz zmiany

source: You are about to delete a Resolution. This action cannot be undone.
pl: Rozdzielczość zostanie usunięta. Tego działania nie można cofnąć.

source: You have successfully edited this mode.
pl: Edycja tego trybu powiodła się.

source: You need to edit Step && Repeat jobs with Job Editor
pl: Musisz edytować zadania Wzory powtarzalne w Job Editor

source: Your hardware key could not be found. Please check that you have access to a network key (enter localhost:1947 in your internet browser to view all keys on the network) or that the proper key is connected to a USB port on this machine. If there is a key, verify that the correct security device drivers are installed.
pl: Nie znaleziono klucza sprzętowego. Sprawdź, czy masz dostęp do klucza sieciowego (wprowadź polecenie localhost:1947 w przeglądarce internetowej, aby wyświetlić wszystkie klucze w sieci) lub czy prawidłowy klucz jest podłączony do portu USB tego komputera. Jeśli jest to prawidłowy klucz, sprawdź, czy zainstalowano prawidłowe sterowniki bezpieczeństwa urządzenia.

source: Your hardware key is programmed to ONLY run BETA software. Please contact your dealer for a key upgrade.\n
pl: Klucz sprzętowy pozwala na uruchamianie oprogramowania TYLKO w wersji BETA. Skontaktuj się ze sprzedawcą w celu aktualizacji klucza.\n

source: Zero-line Marks
pl: Znaczniki bez linii

source: Zooms in to the next default zoom level
pl: Zmienia skalę do następnego domyślnego poziomu

source: [Process-
pl: [Przetwarzanie-

# Loaded substrate:
source: \nLoaded substrate:\n
pl: \nZaładowane podłoże:\n

source: borderless
pl: bez ramek

source: fail
pl: nieudane

source: printer
pl: drukarka

source: running
pl: pracuje

source: toolBar
pl: pasek narzędzi
